{
    "docs": [
        {
            "_id": "1",
            "title": "Aenean it lectus.",
            "section": "Végé",
            "prepTime": "59 minutes",
            "difficulty": "Medium",
            "ingredients": [
                "Mattis viverra.: 208g",
                "Lacinia lacinia.: 4 cup",
                "Nisi diam.: 201 ml"
            ],
            "steps": [
                "Scelerisque nulla o et lum orci neque. O curabitur pellentesque ex tem gravida cursus blandit.",
                "Nunc cras tincidunt tristique proin imperdiet. It scelerisque lorem dictum a arcu.",
                "Tristique aenean pretium felis con orci con neque pretium dictum."
            ]
        },
        {
            "_id": "2",
            "title": "Magna nisi sit.",
            "section": "Sport",
            "prepTime": "13 minutes",
            "difficulty": "Medium",
            "ingredients": [
                "Nulla neque.: 334g",
                "Quis condimentum.: 2 cup",
                "Maecenas cras.: 9 ml"
            ],
            "steps": [
                "Sit ipsum at lobortis aliquam. Proin ex lorem lectus commodo facilisis lectus aliquet o vehicula.",
                "Velit dui augue adipiscing ex risus, lum ipsum aliquam dictum maximus curabitur.",
                "Felis consectetur laoreet condimentum hendrerit euismod. Eros dignissim felis laoreet."
            ]
        },
        {
            "_id": "3",
            "title": "Nisi eu neque.",
            "section": "Végé",
            "prepTime": "32 minutes",
            "difficulty": "Hard",
            "ingredients": [
                "En dignissim.: 298g",
                "Sem natoque.: 1 cup",
                "Sagittis et.: 137 ml"
            ],
            "steps": [
                "Nunc diam tempus cras cit, u orci elit mauris posuere aliquam. Cras imperdiet lacinia blandit.",
                "Gravida purus facilisis tristique lacus proin eti e tempor laoreet felis sapien.",
                "Nam curabitur finibus nunc curabitur. Ultrices sed laoreet bibendum elementum."
            ]
        },
        {
            "_id": "4",
            "title": "Imperdiet con vehicula.",
            "section": "Sport",
            "prepTime": "36 minutes",
            "difficulty": "Hard",
            "ingredients": [
                "Consequat aliquet.: 406g",
                "Cit sollicitudin.: 2 cup",
                "Magna cursus.: 278 ml"
            ],
            "steps": [
                "Scelerisque ante pharetra est vestibulum non ipsum natoque u scelerisque i it, sagittis iaculis eti.",
                "Magna porttitor aliquet proin dignissim, nisi accumsan nam sapien massa eget est.",
                "Lacus nisl nunc au amet est lorem sed quisque vitae."
            ]
        },
        {
            "_id": "5",
            "title": "Sed curabitur sollicitudin.",
            "section": "Plaisir",
            "prepTime": "12 minutes",
            "difficulty": "Easy",
            "ingredients": [
                "Posuere hendrerit.: 424g",
                "Diam laoreet.: 1 cup",
                "Ac ornare.: 257 ml"
            ],
            "steps": [
                "Ultrices aenean lobortis finibus bibendum imperdiet felis donec nibh. Ligula orci curabitur eros nulla leo.",
                "Mattis tortor vulputate fringilla lectus laoreet erat. Ali leo amet arcu mattis.",
                "Mollis facilisis blandit enim ali. Sem cursus non pharetra ali."
            ]
        },
        {
            "_id": "6",
            "title": "Faucibus lacus sodales.",
            "section": "Végé",
            "prepTime": "31 minutes",
            "difficulty": "Easy",
            "ingredients": [
                "Sagittis mi.: 438g",
                "Nibh accumsan.: 4 cup",
                "Tempor nisi.: 342 ml"
            ],
            "steps": [
                "Justo purus fringilla at commodo non tristique nulla. Placerat lum tortor eget porttitor auctor ali.",
                "Cit mauris euismod consequat eget sollicitudin in gravida. Ornare lobortis lobortis auctor.",
                "Accumsan lacinia vehicula imperdiet ac nulla elit ac pulvinar curabitur."
            ]
        },
        {
            "_id": "7",
            "title": "Non gravida eros.",
            "section": "Sport",
            "prepTime": "27 minutes",
            "difficulty": "Hard",
            "ingredients": [
                "Sapien nunc.: 402g",
                "Massa orci.: 2 cup",
                "Dia erat.: 53 ml"
            ],
            "steps": [
                "Dolor consectetur donec massa lectus cras id dolor, et mollis metus mauris vehicula tempor nisi.",
                "Morbi adipiscing proin nunc massa turpis donec auctor lobortis sed non i.",
                "Id leo dui accumsan tincidunt. Diam natoque lectus u proin."
            ]
        },
        {
            "_id": "8",
            "title": "Nulla consectetur amet.",
            "section": "Sport",
            "prepTime": "23 minutes",
            "difficulty": "Easy",
            "ingredients": [
                "Magna lacinia.: 478g",
                "Arcu adipiscing.: 5 cup",
                "Ac ipsum.: 434 ml"
            ],
            "steps": [
                "Au posuere lum ornare pharetra. Purus ut nisi sollicitudin tincidunt pellentesque risus sodales viverra aenean.",
                "Neque auctor o adipiscing viverra pretium suscipit. Suscipit purus pretium eros maecenas.",
                "Justo lobortis sollicitudin maximus aliquam sit, dignissim accumsan dictum sodales."
            ]
        },
        {
            "_id": "9",
            "title": "Sit aenean faucibus.",
            "section": "Plaisir",
            "prepTime": "51 minutes",
            "difficulty": "Medium",
            "ingredients": [
                "Arcu non.: 211g",
                "Mollis i.: 4 cup",
                "Felis curabitur.: 462 ml"
            ],
            "steps": [
                "Iaculis ante o pellentesque morbi pellentesque at aliquam mattis lobortis quis pulvinar felis imperdiet in.",
                "Sed maximus sagittis blandit vel, pretium lorem at quis. Donec aliquet metus.",
                "Nunc etiam pretium non auctor euismod tem consectetur eros finibus."
            ]
        },
        {
            "_id": "10",
            "title": "Blandit cit pellentesque.",
            "section": "Plaisir",
            "prepTime": "38 minutes",
            "difficulty": "Medium",
            "ingredients": [
                "Ut blandit.: 359g",
                "Natoque cursus.: 4 cup",
                "Elit purus.: 415 ml"
            ],
            "steps": [
                "Au nulla sed faucibus vehicula auctor laoreet ligula ex amet a ornare scelerisque leo facilisis.",
                "En enim lacinia blandit in u ali aliquam bibendum dia est sem.",
                "Ipsum finibus lacinia cursus nisi o. Sollicitudin tem aenean at."
            ]
        }
    ]
}